[
  {
    "name": "Technical Account Manager, Google Cloud Consulting",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Accelerate customer adoption of Google Cloud by leading the implementation journey. Provide technical guidance and manage timelines, milestones, migration goals, and business transformation strategies."
  },
  {
    "name": "Go-to-Market Specialist, Strategic Engagements, Google Cloud (English, Spanish)",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Contribute in setting the sub-regional strategy and growth plans for achieving business goals."
  },
  {
    "name": "Software Engineer III, Full Stack, Learning and Education",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Write product or system development code."
  },
  {
    "name": "Program Manager II, Materials and Build Planning, Global Manufacturing Operations",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Drive material readiness for mass production builds through collaboration with contract manufacturers, planning teams, and commodity managers."
  },
  {
    "name": "Service Delivery Manager, Vendor Operations, Google Cloud (English)",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Oversee a large vendor network distributed across different suppliers and sites. Own and manage relationships with GCP vendor service providers and service delivery performance, partnering closely with suppliers and internal GCP Support teams to ensure high quality output and successful customer outcomes."
  },
  {
    "name": "Associate Product Marketing Manager (APMM), LATAM",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Assist in defining and executing go-to-market strategies and campaigns for new product or feature launches and measure efficacy against key performance indicators (KPIs)."
  },
  {
    "name": "Customer Engineer, Data Analytics, Digital Natives, Google Cloud",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Support local Sales teams in pursuit of key business opportunities, and engage customers to address aspects of the data lifecycle."
  },
  {
    "name": "Senior Account Executive, Large Customer Sales (Spanish, English)",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Analyze data trends and performance, develop strategic business plans, and lead preparation and delivery of strategic business presentations and narratives."
  },
  {
    "name": "Senior Incident Response Consultant, Mandiant, Google Cloud",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Recognize and codify attacker Tools, Tactics, and Procedures (TTPs) and Indicators of Compromise (IOCs) that can be applied to current and future investigations."
  },
  {
    "name": "Senior AI Solutions Architect, Generative AI, Google Cloud",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Be a trusted advisor to our customers by understanding the customer’s business process and objectives. Architect AI-drive spanning data, AI and Infrastructure, and work with peers to include the full cloud stack into overall architecture."
  },
  {
    "name": "Manager, Government Affairs and Public Policy",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Envision and build Google policy strategy and advocacy for the future by setting an ambitious and practical policy agenda, with clear desired outcomes, and a set of tactics to achieve those outcomes."
  },
  {
    "name": "Data Center Technician (English, Spanish)",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Deploy and maintain Google's advanced Data Center Server and Network Infrastructure."
  },
  {
    "name": "Technical Account Advisor, Google Cloud (English, Spanish)",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Support Onboarding and Analysis, Quarterly Operational Health Reviews, Monthly Service Reviews, escalation management, learning recommendations, and regular meetings."
  },
  {
    "name": "Customer Engineer, Data Management, Google Cloud",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Work with the team to identify and qualify business opportunities, understand key customer business and technical issues, and develop the strategy and solution to support their stakes."
  },
  {
    "name": "Technical Solutions Engineer, Cloud Databases",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Manage customer issues through effective diagnosis, resolution, or implementation of new investigation tools to increase productivity for customer issues on Google Cloud Platform products."
  },
  {
    "name": "Program Manager, Latin America Import Classification",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Manage and oversee all aspects of the Latin America import classification program and serve as a classification subject matter expert for the Latin America region, providing global classification support as needed."
  },
  {
    "name": "Consulting Account Lead, Public Sector, Google Cloud Consulting",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Travel up to 75% of the time to drive the adoption and on-boarding of Google Cloud for Public Sector clients."
  },
  {
    "name": "Customer Engineer, App Mod, Public Sector",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Provide in-depth enterprise infrastructure/cloud modernization expertise to support the technical relationship with Google’s customers, including product and solution briefings, proof-of-concept work, and partner directly with product management to prioritize solutions impacting customer adoption to Google Cloud."
  },
  {
    "name": "Enterprise Field Sales Representative, Google Cloud",
    "location": "No disponible",
    "requirements": "No disponible",
    "responsabilities": "Build executive relationships with enterprise customers, influence long-term strategic direction, and serve as a business partner."
  }
]